Repository: thgcode/catalisa-public-apis-browser
Catalog: src/locale/*/messages.xlf
Languages: pt

source: Catalisa Public APIS Browser
pt: Buscador de APIs Públicas - Projeto Catalisa

source: Skip to content
pt: Pular para o conteúdo

source: Home
pt: Início

source: APIs by category
pt: APIs por categoria

source: All APIs
pt: Todas as APIs

source: API status
pt: Status da API

source: Welcome to the public APIs browser app! Use the links on the navigation bar to select API categories, or use the search box to search for specific criteria.
pt: Bem-vindo ao Buscador de APIs Públicas! Use os links na barra de navegação para selecionar categorias de APIs, ou use a caixa de pesquisa para pesquisar termos mais específicos.

source: Showing {{results.count}} entries.
pt: Mostrando {{results.count}} resultados.

source: Loading...
pt: Carregando...

source: An error occurred while getting the APIs: {{errorObject.message}}
pt: Ocorreu um erro ao obter as APIs: {{errorObject.message}}

source: s
pt: b

source: Search for:
pt: Buscar por APIs (escrever em Inglês):

source: Search
pt: Buscar

source: Public APIs is alive.
pt: A API Public APIs está funcionando.

source: Public APIs is not alive.
pt: A API Public APIs não está funcionando.

source: Error while trying to check API status: {{ errorObject.message }}
pt: Ocorreu um erro ao tentar verificar o status da API: {{ errorObject.message }}

source: Checking status...
pt: Verificando o status...

source: Categories list
pt: Lista das categorias

source: Error while trying to get categories: {{ errorObject.message }}
pt: Erro ao tentar obter as categorias: {{ errorObject.message }}

source: Getting the categories...
pt: Obtendo as categorias...
